###############################################################################
# Copyright (c) 2004 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
# 
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################

ATagInfo=Enlace si est\u00e1 presente el atributo href, y destino de un enlace si est\u00e1 presente el atributo name
ABBRTagInfo=Abreviatura (por ejemplo, WWW, HTTP)
ACRONYMTagInfo=Acr\u00f3nimo (por ejemplo, SCUBA)
ADDRESSTagInfo=Informaci\u00f3n de direcci\u00f3n para el autor de la p\u00e1gina
APPLETTagInfo=Applet Java
AREATagInfo=Define un \u00e1rea de mapa de imagen del lado del cliente
BTagInfo=Visualiza texto contenido en negrita
BASETagInfo=URI base de la p\u00e1gina, que debe utilizarse al calcular v\u00edas de acceso relativas
BASEFONTTagInfo=Tama\u00f1o de font base de la p\u00e1gina
BDOTagInfo=Altera temporalmente la visualizaci\u00f3n bidireccional predeterminada. Para utilizarlo con lenguajes bidireccionales.
BIGTagInfo=Visualiza texto contenido en forma extensa
BGSOUNDTagInfo=Define un archivo de sonido para la p\u00e1gina. No soportado en W3C HTML 4.01.
BLINKTagInfo=Visualiza texto parpadeante. No soportado en W3C HTML 4.01.
BLOCKQUOTETagInfo=Cita larga
BODYTagInfo=Cuerpo del documento. Contiene todos los elementos de la p\u00e1gina.
BRTagInfo=Fuerza un salto de l\u00ednea
BUTTONTagInfo=Define un pulsador
CAPTIONTagInfo=Define un t\u00edtulo de tabla
CENTERTagInfo=Visualiza texto centrado. Equivalente a DIV con align=center.
CITETagInfo=Cita
CODETagInfo=Fragmento de c\u00f3digo de sistema
COLTagInfo=Columna de tabla
COLGROUPTagInfo=Grupo de columnas de tabla
DDTagInfo=Definici\u00f3n o descripci\u00f3n de una lista de definiciones o descripciones
DELTagInfo=Visualiza texto suprimido
DFNTagInfo=Definici\u00f3n
DIRTagInfo=Lista de directorios
DIVTagInfo=Contenedor gen\u00e9rico, que puede utilizarse para definir el idioma o el estilo del contenido
DLTagInfo=Lista de definiciones o descripciones
DTTagInfo=T\u00e9rmino o tema de una lista de definiciones o descripciones
EMTagInfo=Visualiza texto enfatizado (generalmente en cursiva)
EMBEDTagInfo=Define un conector incorporado. No soportado en W3C HTML 4.01.
FIELDSETTagInfo=Define un grupo de control de formularios
FONTTagInfo=Visualiza texto en el font dado
FORMTagInfo=Define un formulario interactivo
FRAMETagInfo=Define un marco dentro de la ventana actual
FRAMESETTagInfo=Define un conjunto de marcos que divide la ventana en marcos
H1TagInfo=Cabecera de alto nivel
H2TagInfo=Cabecera de segundo nivel
H3TagInfo=Cabecera de tercer nivel
H4TagInfo=Cabecera de cuarto nivel
H5TagInfo=Cabecera de quinto nivel
H6TagInfo=Cabecera de sexto nivel
HEADTagInfo=Contiene metadatos e informaci\u00f3n de t\u00edtulo de ventanas para el documento
HRTagInfo=Regla horizontal
HTMLTagInfo=Elemento ra\u00edz para el documento
ITagInfo=Visualiza texto en cursiva
IFRAMETagInfo=Define una subventana incorporada
IMGTagInfo=Visualiza la imagen a la que se hace referencia en forma de contenido intercalado
INPUTTagInfo=Define un control de formulario para la entrada del usuario
INSTagInfo=Define texto insertado
ISINDEXTagInfo=Define una solicitud de una sola l\u00ednea
KBDTagInfo=Define texto que el usuario debe especificar
LABELTagInfo=Define la etiqueta de un campo de formulario
LEGENDTagInfo=Define la etiqueta de un conjunto de campos de formulario
LITagInfo=Define un elemento de lista de una lista
LINKTagInfo=Enlace independiente de medios
MAPTagInfo=Define un mapa de imagen del lado del cliente
MARQUEETagInfo=Visualiza texto en forma desplazable. No soportado en W3C HTML 4.01.
MENUTagInfo=Define una lista de men\u00fas
METATagInfo=Define informaci\u00f3n de metadatos para el documento
NOBRTagInfo=Altera temporalmente e impide los saltos de l\u00ednea. No soportado en W3C HTML 4.01.
NOFRAMESTagInfo=Proporciona informaci\u00f3n de visualizaci\u00f3n si el navegador actual no da soporte a marcos.
NOSCRIPTTagInfo=Proporciona informaci\u00f3n de visualizaci\u00f3n si el navegador actual no da soporte a scripts.
OBJECTTagInfo=Define un objeto gen\u00e9rico incorporado
OLTagInfo=Lista ordenada
OPTGROUPTagInfo=Grupo de opciones
OPTIONTagInfo=Opci\u00f3n seleccionable
PTagInfo=P\u00e1rrafo
PARAMTagInfo=Valor de propiedad con nombre
PRETagInfo=Texto preformateado
QTagInfo=Cita corta incorporada
STagInfo=Visualiza texto en estilo tachado
SAMPTagInfo=Salida de programa de ejemplo, scripts, etc. Se visualiza en font monoespacio.
SCRIPTTagInfo=Sentencias de script
SELECTTagInfo=Selector de opciones
SMALLTagInfo=Visualiza texto en forma reducida
SPANTagInfo=Contenedor gen\u00e9rico, que puede utilizarse para definir el idioma o el estilo del contenido
STRIKETagInfo=Visualiza texto en estilo tachado
STRONGTagInfo=Visualiza texto muy enfatizado (generalmente en negrita)
STYLETagInfo=Define un estilo para la informaci\u00f3n que contiene
SUBTagInfo=Visualizar como subscript
SUPTagInfo=Visualizar como superscript
TABLETagInfo=Define una tabla
TBODYTagInfo=Cuerpo de la tabla
TDTagInfo=Casilla de la tabla
TEXTAREATagInfo=Campo de texto multil\u00ednea
TFOOTTagInfo=Pie de de p\u00e1gina de tabla
THTagInfo=Casilla de cabecera de tabla
THEADTagInfo=Cabecera de tabla
TITLETagInfo=T\u00edtulo del documento, visualizado en la barra de t\u00edtulo del navegador
TRTagInfo=Fila de tabla
TTTagInfo=Visualiza texto en estilo de texto teletipo o monoespacio
UTagInfo=Visualiza texto subrayado
ULTagInfo=Lista desordenada
VARTagInfo=Instancia de una variable o argumento de programa
WBRTagInfo=Permite un salto de l\u00ednea dentro del c\u00f3digo <B>&lt;NOBR&gt;</B>. No soportado en W3C HTML 4.01.
